Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.automation.claude-path
source: automation.claudeBinaryPath claude binary executable path cli command custom
ar: automation.claudeBinaryPath claude binary executable path cli command custom أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة محرر ملف كود فتح مسار مخصص: %@ الأوامر الأتمتة
bs: automation.claudeBinaryPath claude binary executable path cli command custom automatizacija api kontrola socket agent kuke portovi okruženje editor datoteka kod otvori putanja Prilagođeno: %@
da: automation.claudeBinaryPath claude binary executable path cli command custom automatisering api kontrol socket agent hooks porte miljø editor fil kode åbn sti Brugerdefineret: %@
de: automation.claudeBinaryPath claude binary executable path cli command custom automatisierung api steuerung socket agent hooks ports umgebung editor datei code öffnen pfad Benutzerdefiniert: %@
es: automation.claudeBinaryPath claude binary executable path cli command custom automatización api control socket agente hooks puertos entorno editor archivo código abrir ruta Personalizado: %@
fr: automation.claudeBinaryPath claude binary executable path cli command custom automatisation api contrôle socket agent hooks ports environnement éditeur fichier code ouvrir chemin Personnalisé : %@
it: automation.claudeBinaryPath claude binary executable path cli command custom automazione api controllo socket agente hook porte ambiente editor file codice apri percorso Personalizzato: %@
ja: automation.claudeBinaryPath claude binary executable path cli command custom claude バイナリ 実行ファイル パス cli コマンド カスタム
ko: automation.claudeBinaryPath claude binary executable path cli command custom 자동화 api 제어 소켓 에이전트 훅 포트 환경 편집기 파일 코드 열기 경로 사용자 정의: %@ 바이너리
nb: automation.claudeBinaryPath claude binary executable path cli command custom automatisering api kontroll socket agent hooks porter miljø redigerer fil kode åpne bane Egendefinert: %@
pl: automation.claudeBinaryPath claude binary executable path cli command custom automatyzacja api sterowanie gniazdo agent haki porty środowisko edytor plik kod otwórz ścieżka Niestandardowe: %@
pt_br: automation.claudeBinaryPath claude binary executable path cli command custom automação api controle socket agente hooks portas ambiente editor arquivo código abrir caminho Personalizado: %@
ru: automation.claudeBinaryPath claude binary executable path cli command custom автоматизация api управление сокет агент хуки порты окружение редактор файл код открыть путь Пользовательское: %@
th: automation.claudeBinaryPath claude binary executable path cli command custom อัตโนมัติ api ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง กำหนดเอง: %@ ระบบอัตโนมัติ
tr: automation.claudeBinaryPath claude binary executable path cli command custom otomasyon api kontrol soket ajan kancalar portlar ortam düzenleyici dosya kod aç yol Özel: %@
uk: automation.claudeBinaryPath claude binary executable path cli command custom автоматизація api керування сокет агент хуки порти середовище редактор файл код відкрити шлях Власне: %@
zh_hans: automation.claudeBinaryPath claude binary executable path cli command custom 自动化 api 控制 套接字 代理 钩子 端口 环境 编辑器 文件 代码 打开 路径 自定义: %@
zh_hant: automation.claudeBinaryPath claude binary executable path cli command custom 自動化 api 控制 socket 代理程式 hook 連接埠 環境 編輯器 檔案 程式碼 開啟 路徑 自訂: %@

# settings.search.alias.setting.automation.subagent-notifications
source: automation.suppressSubagentNotifications subagent nested child agent codex claude hooks notifications
ar: automation.suppressSubagentNotifications وكيل فرعي متداخل طفل codex claude hook إشعارات
bs: automation.suppressSubagentNotifications podagent ugniježđen dječiji agent codex claude hook obavještenja
da: automation.suppressSubagentNotifications underagent indlejret børneagent codex claude hooks notifikationer
de: automation.suppressSubagentNotifications unteragent verschachtelt kindagent codex claude hooks benachrichtigungen
es: automation.suppressSubagentNotifications subagente anidado agente secundario codex claude hooks notificaciones
fr: automation.suppressSubagentNotifications sous-agent imbriqué agent enfant codex claude hooks notifications
it: automation.suppressSubagentNotifications sottoagente annidato agente figlio codex claude hook notifiche
ja: automation.suppressSubagentNotifications サブエージェント ネスト 子エージェント codex claude フック 通知
ko: automation.suppressSubagentNotifications 하위 에이전트 중첩 자식 에이전트 codex claude 훅 알림
nb: automation.suppressSubagentNotifications underagent innebygd barneagent codex claude hooks varsler
pl: automation.suppressSubagentNotifications podagent zagnieżdżony agent podrzędny codex claude hooki powiadomienia
pt_br: automation.suppressSubagentNotifications subagente aninhado agente filho codex claude hooks notificações
ru: automation.suppressSubagentNotifications подагент вложенный дочерний агент codex claude hooks уведомления
th: automation.suppressSubagentNotifications เอเจนต์ย่อย ซ้อน เอเจนต์ลูก codex claude hook การแจ้งเตือน
tr: automation.suppressSubagentNotifications alt ajan iç içe çocuk ajan codex claude hook bildirimler
uk: automation.suppressSubagentNotifications підагент вкладений дочірній агент codex claude hooks сповіщення
zh_hans: automation.suppressSubagentNotifications 子代理 嵌套 子级代理 codex claude hooks 通知
zh_hant: automation.suppressSubagentNotifications 子代理 巢狀 子級代理 codex claude hooks 通知

# settings.search.alias.setting.automation.cursor
source: automation.cursorIntegration cursor ide agent hooks notifications
ar: automation.cursorIntegration cursor ide agent hooks notifications أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة محرر ملف كود فتح مسار إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب الإشعارات الأتمتة
bs: automation.cursorIntegration cursor ide agent hooks notifications automatizacija api cli kontrola socket kuke portovi okruženje editor datoteka kod otvori putanja obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop Obavještenja
da: automation.cursorIntegration cursor ide agent hooks notifications automatisering api cli kontrol socket porte miljø editor fil kode åbn sti notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord
de: automation.cursorIntegration cursor ide agent hooks notifications automatisierung api cli steuerung socket ports umgebung editor datei code öffnen pfad benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop
es: automation.cursorIntegration cursor ide agent hooks notifications automatización api cli control socket agente puertos entorno editor archivo código abrir ruta notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio
fr: automation.cursorIntegration cursor ide agent hooks notifications automatisation api cli contrôle socket ports environnement éditeur fichier code ouvrir chemin notification alerte non lu message badge anneau flash son bureau
it: automation.cursorIntegration cursor ide agent hooks notifications automazione api cli controllo socket agente hook porte ambiente editor file codice apri percorso notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania
ja: automation.cursorIntegration cursor ide agent hooks notifications cursor ide エージェント フック 通知 連携
ko: automation.cursorIntegration cursor ide agent hooks notifications 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 편집기 파일 코드 열기 경로 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고
nb: automation.cursorIntegration cursor ide agent hooks notifications automatisering api cli kontroll socket porter miljø redigerer fil kode åpne bane varsling varsler ulest melding merke ring blink lyd skrivebord
pl: automation.cursorIntegration cursor ide agent hooks notifications automatyzacja api cli sterowanie gniazdo haki porty środowisko edytor plik kod otwórz ścieżka powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit
pt_br: automation.cursorIntegration cursor ide agent hooks notifications automação api cli controle socket agente portas ambiente editor arquivo código abrir caminho notificação notificações alerta não lido mensagem selo anel piscar som desktop
ru: automation.cursorIntegration cursor ide agent hooks notifications автоматизация api cli управление сокет агент хуки порты окружение редактор файл код открыть путь уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол
th: automation.cursorIntegration cursor ide agent hooks notifications อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป ระบบอัตโนมัติ
tr: automation.cursorIntegration cursor ide agent hooks notifications otomasyon api cli kontrol soket ajan kancalar portlar ortam düzenleyici dosya kod aç yol bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü
uk: automation.cursorIntegration cursor ide agent hooks notifications автоматизація api cli керування сокет агент хуки порти середовище редактор файл код відкрити шлях сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл
zh_hans: automation.cursorIntegration cursor ide agent hooks notifications 自动化 api cli 控制 套接字 代理 钩子 端口 环境 编辑器 文件 代码 打开 路径 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒
zh_hant: automation.cursorIntegration cursor ide agent hooks notifications 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 編輯器 檔案 程式碼 開啟 路徑 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒

# settings.search.alias.setting.automation.gemini
source: automation.geminiIntegration gemini cli google agent hooks notifications
ar: automation.geminiIntegration gemini cli google agent hooks notifications أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب بحث اقتراحات إكمال تلقائي مزود محرك الأوامر الإشعارات الأتمتة
bs: automation.geminiIntegration gemini cli google agent hooks notifications automatizacija api kontrola socket kuke portovi okruženje obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop pretraga prijedlozi automatsko dovršavanje pružatelj pretraživač Obavještenja
da: automation.geminiIntegration gemini cli google agent hooks notifications automatisering api kontrol socket porte miljø notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord søgning forslag autofuldførelse udbyder søgemaskine
de: automation.geminiIntegration gemini cli google agent hooks notifications automatisierung api steuerung socket ports umgebung benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop suche vorschläge autovervollständigung anbieter suchmaschine
es: automation.geminiIntegration gemini cli google agent hooks notifications automatización api control socket agente puertos entorno notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio búsqueda sugerencias autocompletar proveedor motor de
fr: automation.geminiIntegration gemini cli google agent hooks notifications automatisation api contrôle socket ports environnement notification alerte non lu message badge anneau flash son bureau recherche suggestions saisie automatique fournisseur moteur de
it: automation.geminiIntegration gemini cli google agent hooks notifications automazione api controllo socket agente hook porte ambiente notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania ricerca suggerimenti completamento automatico provider motore di
ja: automation.geminiIntegration gemini cli google agent hooks notifications gemini cli google エージェント フック 通知 連携
ko: automation.geminiIntegration gemini cli google agent hooks notifications 자동화 api 제어 소켓 에이전트 훅 포트 환경 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 검색 제안 자동완성 제공자 엔진
nb: automation.geminiIntegration gemini cli google agent hooks notifications automatisering api kontroll socket porter miljø varsling varsler ulest melding merke ring blink lyd skrivebord søk forslag autofullføring leverandør søkemotor
pl: automation.geminiIntegration gemini cli google agent hooks notifications automatyzacja api sterowanie gniazdo haki porty środowisko powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit wyszukiwanie sugestie autouzupełnianie dostawca silnik wyszukiwania
pt_br: automation.geminiIntegration gemini cli google agent hooks notifications automação api controle socket agente portas ambiente notificação notificações alerta não lido mensagem selo anel piscar som desktop pesquisa sugestões autocompletar provedor mecanismo de busca
ru: automation.geminiIntegration gemini cli google agent hooks notifications автоматизация api управление сокет агент хуки порты окружение уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол поиск предложения автозаполнение провайдер поисковая система
th: automation.geminiIntegration gemini cli google agent hooks notifications อัตโนมัติ api ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป ค้นหา คำแนะนำ เติมอัตโนมัติ ผู้ให้บริการ เครื่องมือค้นหา ระบบอัตโนมัติ
tr: automation.geminiIntegration gemini cli google agent hooks notifications otomasyon api kontrol soket ajan kancalar portlar ortam bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü arama öneriler otomatik tamamlama sağlayıcı motoru
uk: automation.geminiIntegration gemini cli google agent hooks notifications автоматизація api керування сокет агент хуки порти середовище сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл пошук пропозиції автодоповнення постачальник пошукова система
zh_hans: automation.geminiIntegration gemini cli google agent hooks notifications 自动化 api 控制 套接字 代理 钩子 端口 环境 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 搜索 建议 自动完成 提供商 搜索引擎
zh_hant: automation.geminiIntegration gemini cli google agent hooks notifications 自動化 api 控制 socket 代理程式 hook 連接埠 環境 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 搜尋 建議 自動完成 提供者 搜尋引擎

# settings.search.alias.setting.automation.port-base
source: automation.portBase cmux_port start first base env environment variable
ar: automation.portBase cmux_port start first base env environment variable أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة تركيز نقر ماوس تنشيط يتبع أول المنفذ الأساسي الأتمتة الأساس: %@
bs: automation.portBase cmux_port start first base env environment variable automatizacija api cli kontrola socket agent kuke portovi okruženje fokus klik miš aktivacija prati prvi Početni port Osnovna: %@
da: automation.portBase cmux_port start first base env environment variable automatisering api cli kontrol socket agent hooks porte miljø fokus klik mus aktivering følger første Portbase Base: %@
de: automation.portBase cmux_port start first base env environment variable automatisierung api cli steuerung socket agent hooks ports umgebung fokus klicken maus aktivierung folgt erster Port-Basis Basis: %@
es: automation.portBase cmux_port start first base env environment variable automatización api cli control socket agente hooks puertos entorno foco clic ratón activación sigue primero Puerto Base: %@
fr: automation.portBase cmux_port start first base env environment variable automatisation api cli contrôle socket agent hooks ports environnement focus clic souris activation suit premier Port de : %@
it: automation.portBase cmux_port start first base env environment variable automazione api cli controllo socket agente hook porte ambiente focus clic mouse attivazione segue primo Porta Base: %@
ja: automation.portBase cmux_port start first base env environment variable cmux_port 開始 最初 ベース 環境変数 ポート
ko: automation.portBase cmux_port start first base env environment variable 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 포커스 클릭 마우스 활성화 따름 첫 번째 기준값 기본: %@
nb: automation.portBase cmux_port start first base env environment variable automatisering api cli kontroll socket agent hooks porter miljø fokus klikk mus aktivering følger første Portbase Basis: %@
pl: automation.portBase cmux_port start first base env environment variable automatyzacja api cli sterowanie gniazdo agent haki porty środowisko fokus klik mysz aktywacja podąża pierwszy Port bazowy Bazowy: %@
pt_br: automation.portBase cmux_port start first base env environment variable automação api cli controle socket agente hooks portas ambiente foco clique mouse ativação segue primeiro Porta Base: %@
ru: automation.portBase cmux_port start first base env environment variable автоматизация api cli управление сокет агент хуки порты окружение фокус щелчок мышь активация следует первый Базовый порт Базовый: %@
th: automation.portBase cmux_port start first base env environment variable อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม โฟกัส คลิก เมาส์ เปิดใช้งาน ตาม ครั้งแรก พอร์ตเริ่มต้น ระบบอัตโนมัติ ฐาน: %@
tr: automation.portBase cmux_port start first base env environment variable otomasyon api cli kontrol soket ajan kancalar portlar ortam odak tık fare etkinleştirme izler ilk Port Tabanı Temel: %@
uk: automation.portBase cmux_port start first base env environment variable автоматизація api cli керування сокет агент хуки порти середовище фокус клацання миша активація слідує перший Базовий порт Базовий: %@
zh_hans: automation.portBase cmux_port start first base env environment variable 自动化 api cli 控制 套接字 代理 钩子 端口 环境 焦点 点击 鼠标 激活 跟随 首次 起始端口 基础色：%@
zh_hant: automation.portBase cmux_port start first base env environment variable 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 焦點 點按 滑鼠 啟用 跟隨 首次 連接埠起始值 基底：%@

# settings.search.alias.setting.automation.port-range
source: automation.portRange cmux_port_end range size count env ports
ar: automation.portRange cmux_port_end range size count env ports أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة حجم نطاق المنافذ الأتمتة الحجم:
bs: automation.portRange cmux_port_end range size count env ports automatizacija api cli kontrola socket agent kuke portovi okruženje Veličina raspona portova Veličina:
da: automation.portRange cmux_port_end range size count env ports automatisering api cli kontrol socket agent hooks porte miljø Portområdestørrelse Størrelse:
de: automation.portRange cmux_port_end range size count env ports automatisierung api cli steuerung socket agent hooks umgebung Portbereichsgröße Größe:
es: automation.portRange cmux_port_end range size count env ports automatización api cli control socket agente hooks puertos entorno Tamaño del rango de Tamaño:
fr: automation.portRange cmux_port_end range size count env ports automatisation api cli contrôle socket agent hooks environnement Taille de la plage :
it: automation.portRange cmux_port_end range size count env ports automazione api cli controllo socket agente hook porte ambiente Dimensione intervallo Dimensione:
ja: automation.portRange cmux_port_end range size count env ports cmux_port_end 範囲 サイズ 個数 環境変数 ポート
ko: automation.portRange cmux_port_end range size count env ports 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 범위 크기 크기:
nb: automation.portRange cmux_port_end range size count env ports automatisering api cli kontroll socket agent hooks porter miljø Portområdestørrelse Størrelse:
pl: automation.portRange cmux_port_end range size count env ports automatyzacja api cli sterowanie gniazdo agent haki porty środowisko Rozmiar zakresu portów Rozmiar:
pt_br: automation.portRange cmux_port_end range size count env ports automação api cli controle socket agente hooks portas ambiente Tamanho da Faixa de Tamanho:
ru: automation.portRange cmux_port_end range size count env ports автоматизация api cli управление сокет агент хуки порты окружение Размер диапазона портов Размер:
th: automation.portRange cmux_port_end range size count env ports อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ขนาดช่วงพอร์ต ระบบอัตโนมัติ ขนาด:
tr: automation.portRange cmux_port_end range size count env ports otomasyon api cli kontrol soket ajan kancalar portlar ortam Port Aralığı Boyutu Boyut:
uk: automation.portRange cmux_port_end range size count env ports автоматизація api cli керування сокет агент хуки порти середовище Розмір діапазону портів Розмір:
zh_hans: automation.portRange cmux_port_end range size count env ports 自动化 api cli 控制 套接字 代理 钩子 端口 环境 端口范围大小 大小：
zh_hant: automation.portRange cmux_port_end range size count env ports 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 連接埠範圍大小 大小：
